Repository: compiz-reloaded/simple-ccsm
Catalog: po/*.po
Languages: ka

source: Minimal
ka: მინიმალური

source: Medium
ka: საშუალო

source: Advanced
ka: დამატებითი

source: Ultimate
ka: უკანასკნელი

source: Provides a simple desktop environment with very few effects.
ka: უზრუნველყოფს მარტივ სამუშაო მაგიდის გარემოს ცოტა ეფექტებით.

source: Provides good balance between attractiveness and moderate performance requirements.
ka: კარგი ბალანსი მიმზიდველობასა და საშუალო წარმადობის მოთხოვნებს შორის.

source: Provides more aesthetically pleasing set of effects.
ka: მეტი ესთეტიკურად სასიამოვნო ეფექტების ნაკრები.

source: Provides very advanced and eye-catching set of effects. Requires faster graphics card.
ka: დამატებითი თვალწარმტაცი ეფექტების ნაკრები. აუცილებელია სწრაფი ვიდეობარათის ქონა აუცილებელია.

source: Enabled
ka: ჩაირთო

source: Disabled
ka: გამორთულია

source: Zoom
ka: გადიდება

source: Colorfilter
ka: ფერისფილტრი

source: None
ka: არაფერი

source: Can't find the animation plugin.
ka: ანიმაციის დამატება ვერ ვიპოვე.

source: Can't find any animation extension plugins.
ka: ანიმაციის გაფართოების დამატებები ვერ ვიპოვე.

source: %s (Cover)
ka: %s (ყდა)

source: %s (Flip)
ka: %s (გადაბრუნება)

source: Cover
ka: ყდა

source: Flip
ka: გადაბრუნება

source: Desktop effects are not supported on your current hardware / configuration. Would you like to cancel enabling of desktop effects or run them anyway?
ka: თქვენი ამჟამინდელი აპარატურით/კონფიგურაციის სამუშაო მაგიდის ეფექტები მხარდაჭერილი არაა. გნებავთ, გააუქმოთ სამუშაო მაგიდის ეფექტები, თუ მაინც გაუშვებთ მათ?

source: _Cancel
ka: &გაუქმება

source: Default
ka: ნაგულისხმები

source: Simple CompizConfig Settings Manager
ka: პარამეტრების მარტივი მმართველი CompizConfig

source: _Enable desktop effects
ka: _სამუშაო მაგიდის ეფექტების ჩართვა

source: Profile:
ka: პროფილი:

source: <b>Description</b>
ka: <b>აღწერა</b>

source: <b>Animations</b>
ka: <b>ანიმაციები</b>

source: <b>Effects</b>
ka: <b>ეფექტები</b>

source: <b>Desktop</b>
ka: <b>სამუშაო მაგიდა</b>

source: <b>Accessibility</b>
ka: <b>წვდომადობა</b>

source: Info
ka: ინფორმაცია

source: Enable animations
ka: ანიმაციების ჩართვა

source: Enable extra animations
ka: დამატებითი ანიმაციების ჩართვა

source: <b>Open window</b>
ka: <b>ფანჯრის გახსნა</b>

source: <b>Close Window</b>
ka: <b>ფანჯრის დახურვა</b>

source: <b>Focus window</b>
ka: <b>ფანჯრის ფოკუსი</b>

source: <b>Minimize window</b>
ka: <b>ფანჯრის ჩაკეცვა</b>

source: Animations
ka: ანიმაციები

source: <b>Switcher</b>
ka: <b>გადამრთველი</b>

source: Deformation:
ka: დეფორმაცია:

source: Opacity:
ka: გაუმჭვირვალობა:

source: Enable Reflection
ka: ანარეკლის ჩართვა

source: Enable 3D Windows
ka: 3D ფანჯრების ჩართვა

source: <b>Cube Effects</b>
ka: <b>კუბის ეფექტები</b>

source: Enable Scale
ka: მასშტაბირების ჩართვა

source: Enable Expo
ka: ექსპოს ჩართვა

source: Enable Blur
ka: ბუნდოვნების ჩართვა

source: Enable Wobbly
ka: მოკანკალე ფანჯრების ჩართვა

source: <b>Additions</b>
ka: <b>დამატებითები</b>

source: Effects
ka: ეფექტები

source: <b>Appearance</b>
ka: გარეგნობა

source: <b>Desktop columns</b>
ka: <b>სამუშაო მაგიდის სვეტები</b>

source: <b>Desktop rows</b>
ka: <b>სამუშაო მაგიდის მწკრივები</b>

source: <b>Desktop preview</b>
ka: <b>სამუშაო მაგიდის მინიატურა</b>

source: Desktop
ka: სამაგიდო

source: Screen zoom
ka: ეკრანის გადიდება

source: Area zoom
ka: ადგილის გადიდება

source: <b>Enable zoom</b>
ka: <b>გადიდების ჩართვა</b>

source: <b>Screen zoom</b>
ka: <b>ეკრანის გადიდება</b>

source: <b>Area zoom</b>
ka: <b>ადგილის გადიდება</b>

source: Accessibility
ka: წვდომადობა

source: <b>Screen Edges</b>
ka: <b>ეკრანის კიდეები</b>

source: Edges
ka: კიდეები

source: Configure Compiz with CompizConfig
ka: Compiz-ის მორგება CompizConfig-ით
